[
  {
    "id": 1,
    "review": "Exceptional service and thorough guidance tailored to my garden's needs. My garden is now vibrant and healthy. The team is knowledgeable and passionate. Extremely happy with the personalized attention and results.",
    "name": "Eleanor Vance",
    "location": "California",
    "rating": 5,
    "img": "https://cdn.prod.website-files.com/664f2b2b33b6731b7dfb169b/66c57a36c549da3c2c76379f_review-thumb-06.jpg"
  },
  {
    "id": 2,
    "review": "Their expertise completely saved my indoor plants. The instructions were clear and easy to implement, leading to immediate improvements. They answered all my questions patiently. My apartment now has thriving greenery.",
    "name": "Thomas Brooks",
    "location": "New York",
    "rating": 4,
    "img": "https://cdn.prod.website-files.com/664f2b2b33b6731b7dfb169b/66c57a36a386d315450ffb54_review-thumb-07.jpg"
  },
  {
    "id": 3,
    "review": "Beyond impressed with their attention to detail and genuine care. Every plant has flourished thanks to their guidance on watering, pruning, and fertilizing. They provided a full education in plant care and stunning creative arrangements.",
    "name": "Florence White",
    "location": "Florida",
    "rating": 5,
    "img": "https://cdn.prod.website-files.com/664f2b2b33b6731b7dfb169b/66c57a353a981fc2da47396c_review-thumb-04.jpg"
  },
  {
    "id": 4,
    "review": "Friendly, professional, and incredibly knowledgeable team. They helped me choose perfect balcony plants and explained maintenance in detail. Their hands-on approach was great. My balcony is now a small oasis.",
    "name": "George Harrison",
    "location": "Texas",
    "rating": 4,
    "img": "https://cdn.prod.website-files.com/664f2b2b33b6731b7dfb169b/66c57a39013f258241cd3fed_review-thumb-03.jpg"
  },
  {
    "id": 5,
    "review": "My vegetable patch is finally producing a fantastic harvest! The advice on soil health and pest control was invaluable. They customized a plan specifically for my regional climate, and the results speak for themselves. Highly recommend their sustainable gardening practices.",
    "name": "Alistair Finch",
    "location": "Oregon",
    "rating": 5,
    "img": "https://i.postimg.cc/W3mBML11/black-and-white-portrait-mens-fashion.jpg"
  },
  {
    "id": 6,
    "review": "Fantastic consultation! I was overwhelmed by my lawn's issues, but they broke down the problem into simple, manageable steps. My grass is greener and thicker than it's ever been. The team is very responsive and clearly cares about seeing your plants succeed.",
    "name": "Victoria Hayes",
    "location": "Illinois",
    "rating": 4,
    "img": "https://images.pexels.com/photos/774909/pexels-photo-774909.jpeg"
  },
  {
    "id": 7,
    "review": "Absolutely wonderful experience. They helped me select the perfect drought-tolerant plants for my front yard. The design recommendations were beautiful and low-maintenance, which is exactly what I needed. Professional, creative, and a pleasure to work with.",
    "name": "James Sinclair",
    "location": "Arizona",
    "rating": 5,
    "img": "https://images.pexels.com/photos/17056748/pexels-photo-17056748.jpeg"
  },
  {
    "id": 8,
    "review": "Their customer service is top-notch. I had a problem with a specific ornamental tree, and they provided a detailed, step-by-step solution that saved it! The follow-up was great too. I feel like I have a gardening expert on speed dial.",
    "name": "Isabella Clark",
    "location": "New Jersey",
    "rating": 4,
    "img": "https://images.pexels.com/photos/32114282/pexels-photo-32114282.jpeg"
  }
]
